strings	= {
	  locale	: "ru"

	, ls		: "Загружаемся..."
	, division	: ","

	, s1		: " здесь отобразится напечатанное "
	, s2		: " готовность : &nbsp; "
	, s3		: " Текст только начался. &nbsp;&nbsp;&nbsp;&nbsp;"
	, s4		: "Нажмите правильную кнопку.&nbsp;&nbsp;&nbsp;"
	, s5		: " [F1] - справка."
	, s6		: "ПАУЗА:&nbsp;&nbsp;&nbsp; нажмите &nbsp;&nbsp;&laquo;_пробел_&raquo;"
	, s7		: "Текст кончился! Каретка возвращена к началу текста.<br> Нажмите пробел чтобы печатать его снова."

	, s7_1		: "Непредвиденная ошибка, в уроке нет букв..."
	, s7_2		: "Непредвиденная ошибка, в книге нет букв..."
	, s7_3		: "Непредвиденная ошибка, в словаре нет букв..."

	, s8		: " Пожалуйста дождитесь завершения загрузки ) ... "
	, s9		: "Вы не выбрали книгу в библиотеке."
	, s10		: "В библиотеке нет книг. Воспользуйтесь режимом уроков [F4].<br>Или создайте книгу для печати [F8]."

	//, s11 += "reserved"

	, s12		: "Настройки печати: "
	, s13		: ""
	, s14		: "все книги в библиотеке кончились \
<br>добавьте книг в библиотеку кнопкой [F8] пожалуйста"

	, s15		: "Книга \"по умолчанию\" удалена. Выберите по [F4]."

	, s16		: "Тут типа, можно чего-нить под себя заточить..."
	, s17		: "Режим"
	, s18		: "уроки"
	, s19		: "книги"
	, s20		: "№"
	, s21		: "Контроль ошибок"
	, s22		: "Подсвечивать Shift"
	, s23		: "Шкурка :"
	, s24		: "Раскладки :"
	, s25		: "Клавиатурки :"

	, s26		: "Основные настройки"
	, s27		: "Хистория"
	, s28		: "Шкурки"
	, s29		: "Клавиатура"

	, s30		: " Данный урок окончен. <br>Выберите другой урок или нажмите пробел чтобы пройти его снова."

	, s31		: "Только одна ошибка"
	, s32		: "Cчитать ошибки всегда"
	, s33		: "Подсвечивать пробел на другую руку"
	, s34		: "Подсведка пробела зависит от shift"

	, s35		: "Показывать клавиатуру"
	, s36		: "Скрывать клавиатуру "
	, s37		: "при скорости печати : "
	, s38		: "Смена раскладки по : "

	, s39		: "Размер клавиатуры :"
	, s40		: "Гранд премиум!"
	, s41		: "Мидл кАнсалтинХ."
	, s42		: "Для красоты..."
	, s43		: "Сохраняем спокойствие,\nТерпим!!! ЖДЕМ!!!"
	, s44		: " Параметры клавиатуры "
	, s45		: " обычная "
	, s46		: " такая "
	, s47		: " или такая "
	, s48		: " У Вас еще нет Истории :) печатайте больше :) ! "

	, s49		: "Пропускать непечатаемые символы "


	, s50		: " Звук "

	, s51		: " Играем звук "
	, s52		: " громкость "

	, s53		: "Кроме того \"F2\" всегда меняет раскладку. <br>Например я имел ряд проблем с *nix'ами, по этому поводу...\
<br>Hу и в FireFox я так и не смог добиться внятной реакции для Caps Lock."

	, s54		: "Скрывать статистику на паузе"

	, n1		: ["&lt;&lt;&lt;&nbsp;&nbsp;&nbsp; ", " &nbsp;&nbsp;&nbsp;&gt;&gt;&gt;", "Скорость : "]
	, n2		: ["err % : ", "Процент ошибок : "]
	, n3		: "Набрано символов : "
	, n4		: "Из них ошибок : "
	, n5		: ["txt % : ", "Позиция в тексте : "]
	, n6		: "Правый Shift"
	, n7		: "Нажато : "
	, n8		: "Левый Shift"
	, n9		: "Вы печатаете уже : "
	, nt		: [" ч", " м", " с"]

	, m1		: "+++"
	, m2		: "F1 : помощь"
	, m3		: "F2 : язык"
	, m4		: "F3 : тип"
	, m5		: "F4 : режим"

	, m7		: "F5 : настройки"
	, m8		: "F8 : библиотека"


	, l0		: "Сообщение : <br><br>"
	, l0_0		: "Здесь будет отображен Пример выбранного Текста <br> или другие Информационные Сообщения."
	, l1		: "Библиотека (Ctrl + L)"
	, l2		: "Добавить Книгу (Ctrl + A)"
	, l3		: "Файл успешно сохранен!"
	, l4		: "Не выбран файл для импорта."
	, l4_1		: "пожалуйста, выберите другой файл"
	, l5		: "Сохнаняется... Пожалуйста, ждите!"
	, setAds	: "Ctrl+O - Открыть Файл. Tab для навигации по элементам вкладки. Мыша тоже поддерживается. "
	, libFiles	: "\"Cтрелки\" - навигация.  Enter и \"пробел\" - выбор. Ctrl+D - удаление. Мыша поддерживается. "
	, l6		: "Удалить книгу : "
	, l7		: "Удаляется! Пожалуйста, ждите... ... ..."
	, l8		: "Нельзя удалять активную книгу! \nВыберите другую, затем удаляйте эту!"
	, l9		: "Учесть переносы строк в тексте: ( &crarr; &nbsp;+&nbsp; ! ? . : ) ."
	, l9_1		: "Все переносы !"
	, l10		: "путь"
	, l11		: "автор"
	, l12		: "книга"
};