//(с) XXI век н.э., Леха Казанцев, автор программы Stamina : http://stamina.ru
//[#]>С О Ч Е Т А Н И Я   Б У К В
lessons.arr.ru.base1.name = "СОЧЕТАНИЯ БУКВ";
lessons.arr.ru.base1.les = new Array();

lessons.arr.ru.base1.evaluator = function(){
//[#] Приставки
lessons.arr.ru.base1.les[0] = new Array();
lessons.arr.ru.base1.les[0].name = "Приставки";
lessons.arr.ru.base1.les[0].str = "при при при привал пример при при при приклад прицел пред пред пред предлог предание пред пред пред предвестие предъявлять пере пере пере переправа пересмотр пере пере пере перепил перешёл под под под подвал подбор под под поддать подъём от от от ответ отгул от от от отмена отбой об об об обжора обвить об об об обгон обзор из из из изредка извне из из из издали изучить без без без безработица бездна без без без безобразие беззубый воз воз воз возврат возглас воз воз воз возможно возраст раз раз раз размах разведка раз раз раз размазня раздать рас рас рас раскол распад рас рас рас рассказ расплата";

//[#] Суффиксы и окончания
lessons.arr.ru.base1.les[1] = new Array();
lessons.arr.ru.base1.les[1].name = "Суффиксы и окончания";
lessons.arr.ru.base1.les[1].str = "ой ой ой злой сухой ой ой ой большой ий ий ий яркий синий ий ий ий низший енн енн енн енн купленный жизненный енн енн енн беременный! ейш ейш ейш сильнейший беднейший ейш ейш ейш ейш гейша ущ ущ ущ пишущий несущий ущ ущ ущ ревущий ющ ющ ющ читающий мигающий ющ ющ ющ лающий ящ ящ ящ летящий стоящий ящ ящ ящ горящий им им им гонимый ранимый им им им любимый ти ти ти нести везти ти ти ти пойти ться ться ться ться ругаться бояться ться ться ться улыбаться ась ась ась сбылась валялась ась ась ась купалась ость ость ость гадость слабость ость ость ость радость ист ист ист каратист гитарист ист ист ист артист";

//[#] Части речи 1
lessons.arr.ru.base1.les[2] = new Array();
lessons.arr.ru.base1.les[2].name = "Части речи 1";
lessons.arr.ru.base1.les[2].str = "из из из из за за за за из-за из-за из-за из-за из-за из-за из-за из-за избы из-за леса из-за гор их их их них них них них тех тех тех тех этих этих этих этих из тех и этих, из-за их визы, из-за них, из-за этих и из-за тех кто кто кто кто никто никто никто никто никто что что что что ничто ничто ничто ничто ничто, никто не забыт, ничто не забыто некто некто некто нечто нечто нечто это это это это этот этот этот этот этот этот этот что это за нечто или некто; ни тот ни этот; чей чей чей ничей ничей ничей чем чем чем зачем зачем зачем ничем ничем, ничем не могу помочь; почему почему почему почему почему потому потому потому потому которые которые который который которым которым чтобы чтобы чтобы чтобы чтобы ли ли ли если если если если если же же же также также так же так же тоже тоже то же то же хотя хотя хотя хотя хотя бы бы бы если же хотя бы так же, если же хотя бы так же, если же хотя бы так же";

//[#] Части речи 2
lessons.arr.ru.base1.les[3] = new Array();
lessons.arr.ru.base1.les[3].name = "Части речи 2";
lessons.arr.ru.base1.les[3].str = "-то -то -то кто-то кто-то кто-то -то -то -то что-то что-то что-то где-то где-то где-то как-то как-то как-то когда-то когда-то когда-то кое- кое- кое- кое-кто кое-кто кое-кто кое- кое- кое- кое-кого кое-кого кое-кого кое-чем кое-чем кое-чем -либо -либо -либо кто-либо кто-либо что-либо что-либо какой-либо -нибудь -нибудь -нибудь кто-нибудь что-нибудь -нибудь -нибудь -нибудь как-нибудь когда-нибудь -ка -ка -ка дай-ка дай-ка иди-ка иди-ка -таки -таки -таки всё-таки всё-таки всё-таки опять-таки опять-таки опять-таки прямо-таки прямо-таки прямо-таки чуть-чуть чуть-чуть чуть-чуть мало-помалу мало-помалу мало-помалу по-прежнему по-прежнему по-прежнему по-моему по-моему по-моему по-видимому по-видимому по-видимому";

lessons.arr.ru.base1.completed = true;
}