//(с) XXI век н.э., Леха Казанцев, автор программы Stamina : http://stamina.ru
//[#]>Б А З О В Ы Е   У Р О К И
lessons.arr.ru.base0.name = "БАЗОВЫЕ УРОКИ";
lessons.arr.ru.base0.les = new Array();

lessons.arr.ru.base0.evaluator = function(){
//[#] ва  ол
lessons.arr.ru.base0.les[0] = new Array();
lessons.arr.ru.base0.les[0].name = "ва  ол";
lessons.arr.ru.base0.les[0].str = "аааооо ааоао оааоо аоаоа ооаоа ао оао аоаао оаоао ао оао вввооо ввово оввоо вовов оовов вова вова вовво овово вова вова лллввв ллвлв вллвв лвлвл ввлвл вал лава лвллв влвлв вол лов олово аааллл аалал лаалл алала ллала алла алло алаал лалал алла лола ввава авваа вавав аавав вал лава вова оолол лоолл ололо ллоло вол лов олово лола вовал оаллв овола аоввл алаво лвооа лалов влаао лава вал овал алло лола вова овал лава вол олово вова лола алла овал лава лов олово вал овал алло вол лава лола олово вова овал";

//[#] фы  дж
lessons.arr.ru.base0.les[1] = new Array();
lessons.arr.ru.base0.les[1].name = "фы  дж";
lessons.arr.ru.base0.les[1].str = "ыыыддд ыыдыд дыыдд ыдыды ддыды ад два воды ыдыыд дыдыд ода вода вдова выводы доводы лады дылда фффддд ффдфд дффдд фдфдф ддфдф фа даф фдффд дфдфд фал фол лафа фалды жжжффф жжфжф фжжфф жфжфж ффжфж аж ложа жфжжф фжфжф лажа жало вожжа жыф ожыф фыж лжыф ыыыжжж ыыжыж жыыжж ыжыжы жжыжы лыжа выжал ыжыыж жыжыж лыжа дважды выждал ффыфы ыффыы фы фыфыф ыыфыф дыф фалды ддждж ждджж жажда джджд жжджд дважды ждал додж фдфыж дыжжф дфджы ыдффж ыжыфд жфдды жыждф фжыыд ад ода два дылда выжал доводы фол вожжа жало ждал додж жажда фа лыжа выждал выводы фалды ложа вдова ждала лафы дважды";

//[#] ми  ть
lessons.arr.ru.base0.les[2] = new Array();
lessons.arr.ru.base0.les[2].name = "ми  ть";
lessons.arr.ru.base0.les[2].str = "мммттт ммтмт тммтт мтмтм ттмтм вот вам мыло мтммт тмтмт латы фото флот фата лом том атом там мат мото жмот иииттт иитит тиитт итити ттити идти тиф итиит титит вита фитиль лифт ломти таити ьььиии ььиьи иььии ьиьиь ииьиь лить вить ьиььи иьиьи доить жить мылить жалить ммьмь ьммьь мьмьм ььмьм тьма мьммь ьмьмь моль фильм иимим миимм им мил миф имими ммими мимо фима жми отжим ттьть ьттьь мать выть тьтьт ььтьт вымыть толь выжить молоть итимь тмььи титьм мтииь мьмит ьиттм ьмьти иьммт жми давить томаты ловить моль мыть живот вылить молоть молитва выжить дымить фитиль фильм тьма ломать";

//[#] еп  нр
lessons.arr.ru.base0.les[3] = new Array();
lessons.arr.ru.base0.les[3].name = "еп  нр";
lessons.arr.ru.base0.les[3].str = "пппррр ппрпр рппрр прпрп ррпрп пол попа риф рыло рожа прппр рпрпр пир пар пора порт тропа правда прорва рапира еееррр еерер реерр ерере ррере ереер репа вера ререр ррере реле дрель ветер режим нннеее ннене еннее ненен еенен нет жены ненне енене фен вены день пение на арене тень ппнпн нппнн пнпнп ннпнп помни пнппн нпнпн пневмо пони еепеп пеепп перо епепе ппепе пепел лепет ррнрн нррнн рана нары рнрнр ннрнр нарды нерпа нравы ерепн рпнне рернп преен пнпер неррп нпнре енппр привет перемена оперение фанера варенье рента пропажа монеты теперь мент примерь ремень в притоне напротив";

//[#] ук  гш
lessons.arr.ru.base0.les[4] = new Array();
lessons.arr.ru.base0.les[4].name = "ук  гш";
lessons.arr.ru.base0.les[4].str = "кккггг ккгкг гккгг кгкгк ггкгк кг ком кит гид гол кгккг гкгкг клад граф когда кегли когти горько легко уууггг уугуг гуугг угугу ггугу угу угол луг угууг гугуг уголь утка рагу нуга круг жгут гудок шшшууу шшушу ушшуу шушуш уушуш ушу душ шут шалаш шушшу ушушу шум шуруп ушки на макушке шутка ккшкш шккшш кшкшк шшкшк шкаф шкода кшккш шкшкш шишка шквал кишки шкура уукук куукк куш укол укуку ккуку кукареку уклон ггшгш шггшш шаги грош гшгшг шшгшг гуашь гашиш угукш гкшшу гугшк кгууш кшкуг шуггк шкшгу ушккг фиг машину угонишь укушу грушу коршун гранулы шнурок ловушка группа грунт крушить крышка шушуканье";

//[#] чс  бю
lessons.arr.ru.base0.les[5] = new Array();
lessons.arr.ru.base0.les[5].name = "чс  бю";
lessons.arr.ru.base0.les[5].str = "сссббб ссбсб бссбб сбсбс ббсбс бал бес балбес сбссб бсбсб бас боб баобаб банк бакс бокс босс быстро на сборы чччббб ччбчб бччбб чбчбч ббчбч чуб бочка чбччб бчбчб чашка челобрек чтобы уберечь бабочку юююччч юючюч чюючч ючючю ччючю чую юг ючююч чючюч ключ колючие глючные брюки ссюсю юссюю сюсюс ююсюс брюс сюжет сюссю юсюсю сюртук сюсюканье люстра ччсчс сччсс сочи чсчсч ссчсч час счетчик ббюбю юббюю бюст бюро бюбюб ююбюб люблю юбочку чбчсю бсююч бчбюс сбччю сюсчб ючббс юсюбч чюссб особь сгиб сруб мюсли сжечь брошюру вьючить парашют бюджет юрист чукчи бьют юнгу в челюсть люблю ручную юлу";

//[#] йц  щз
lessons.arr.ru.base0.les[6] = new Array();
lessons.arr.ru.base0.les[6].name = "йц  щз";
lessons.arr.ru.base0.les[6].str = "цццщщщ ццщцщ щццщщ цщцщц щщцщц цель щи щипцы цщццщ щцщцщ цирк цена цент царица лицо фриц ищу щит щука щека плющ чаща щупальца йййщщщ ййщйщ щййщщ йщйщй щщйщй ой гной щучий йщййщ щйщйщ йога вой лай жуй леший щедрый общий зззййй ззйзй йззйй зйзйз ййзйз зной забой зйззй йзйзй задний узкий зазнайка заразный зайка с занозой ццзцз зццзз цзцзц ззцзц цезарь разница цзццз зцзцз цензура здец ййцйц цййцц цой йцйцй ццйцй цезий куцый щщзщз зщщзз щель раз щзщзщ ззщзщ зуб пища йщйцз щцззй щйщзц цщййз цзцйщ зйщщц зцзщй йзццщ пещерный щебень мерцающий сующий щипцы щавель борщ зайцы замещают бойцов на зарнице";

//[#] я  эхъ
lessons.arr.ru.base0.les[7] = new Array();
lessons.arr.ru.base0.les[7].name = "я  эхъ";
lessons.arr.ru.base0.les[7].str = "эээххх ээхэх хээхх эхэхэ ххэхэ эх эхо эхма эхээх хэхэх хан храм хохот шах ханжа халиф этот эфир эта эра эпоха хэш яяяххх яяхях хяяхх яхяхя ххяхя яд харя яхяях хяхях ящер ящик яхта бляха хвоя хаять ъъъяяя ъъяъя яъъяя ъяъяъ яяъяъ объяснять ъяъъя яъяъя объявлять объятия съязвить ээъэъ ъээъъ это съемки эъээъ ъэъэъ эльф съездил на съезд яяэяэ эяяээ элегия алоэ яэяэя ээяэя эмоция ххъхъ ъххъъ подъезд хъхъх ъъхъх объезд въезд яхяэъ хэъъя хяхъэ эхяяъ эъэях ъяххэ ъэъхя яъээх хищная бойня щадящая слух хорошая харчевня хартия подъячейка хрящ хряк якоря эти хотят объять необъятное предъявлять изъян лихой хозяйке";

//[#] ё
lessons.arr.ru.base0.les[8] = new Array();
lessons.arr.ru.base0.les[8].name = "ё";
lessons.arr.ru.base0.les[8].str = "ёёёъёъ ъёъёё ёъёёъ объём подъём съёмка ёёххё хёхёё ёххёх хорёк ёзёзё зёззё слёзы грёзы щёёщё ёщёщё ещё щётка щёлочь жёлтый ёж ёрш зелёная ёлка палка её ёмкий чертёж счёт четырёхъярусный весёлый суфлёр клёвая гёрл и типа всё такоёёё";

//[#] Слова А-Я
lessons.arr.ru.base0.les[9] = new Array();
lessons.arr.ru.base0.les[9].name = "Слова А-Я";
lessons.arr.ru.base0.les[9].str = "алла олово воды лов дыры фора жена нежна едва пена репа мир идеал темнеть когти гимн сосна бабка ужин целый йога шишка щипцы зной халиф эфир юный чех ящерица абвгдежзийклмнопрстуфхцчшщъыьэюя араб опрос вывод лилия дудка фосфор жижа ересь нюанс попугай разборка модем идиосинкразия тату кошка герцог съесть бамбук укушу цыц йод йена шабаш щи щавель заразный хихикать эра эскимо юркий юра чукча яблоня яюэьыъщшчцхфутсрпонлмкйизжедгвба";

//[#] Короткие слова
lessons.arr.ru.base0.les[10] = new Array();
lessons.arr.ru.base0.les[10].name = "Короткие слова";
lessons.arr.ru.base0.les[10].str = "годы горы груз гиря шаг шарм шрам штык шифр шить шубу шейх пена пища плащ прыщ щит щель щека щука баня буря бусы боец юбка юрта юнец юнга юмор цирк царь цель цех цена цвет лица лиса лето луга луна лыко лыжи лужа ложа жало жрец жмот жар жгут жаба жбан туз изюм зона зима зной змей заря заяц яхта хата хлеб хлам хаос харя хвоя храм хуже халва хлыст кеды кино киты кожа дело доля дуга дума душа дыня меха мода морж муха мыло мясо мята мячи река раки рыба фриц фаза флаг фора фойе фея сюда здесь въезд это эта эра этаж этап эй экий эльф сэр увы улей удар удав угол что чего чай чиж чадо чары чаша чушь";

//[#] Длинные слова
lessons.arr.ru.base0.les[11] = new Array();
lessons.arr.ru.base0.les[11].name = "Длинные слова";
lessons.arr.ru.base0.les[11].str = "вальс вьюга верхний тухлый йогурт будущий щедрый сыщик помощник щенят черный чудище чужой чемодан челюсть чертополох чепуха животное жираф жужжать жрица жалко железо жалюзи фюзеляж формула фабрика фальсификация форель фотоэффект фрагмент фрегат форсаж француз хризантема хрусталь халтура ханжа хижина хвойный худосочный хирург хмель хмырь хулиган художник хурма харчевня целомудрие цензура цистерна цивилизация циферблат шлейф шершень шутиха шхуна шуршунчик дюжина парашют сюрприз тюлень люстра любовь эшафот эмиграция эпицентр экран экстаз экзальтация экзамен экземпляр зебры звено заморозки якудза ябеда ящерица яркий ясный рейтузы разъярить жадину говядину столешница объедки объект ягодицы царицы";

//[#] ПРОПИСНЫЕ буквы
lessons.arr.ru.base0.les[12] = new Array();
lessons.arr.ru.base0.les[12].name = "ПРОПИСНЫЕ буквы";
lessons.arr.ru.base0.les[12].str = "Анна Апрель Охта Операция Ы Волга Витя Лида Литва Джо Денис Федя Франция Женя Жигули Ева Европа Надя НАТО Польша Прохор Рим Рая Миру Мир Иртыш Индия Тихвин ТНТ Катя КГБ Греция ГДР Сабж США Боря Бухарест Уфа Уругвай Царь Цирк Йорк Йод Шварц Шуберт Щорс Щит Зухра ЗИЛ Хреновина Харьков Эльза Эфиопия Юра ЮАР Челобрек ЧП Яша Япония Алиса Батхед Вася Глеб Децл Елена Жук Запорожец Иван Йошкин Кот Лиза Милен НТВ Ольга Петя Рембо СНГ ТьмутараканЬ Урюпинск ФРГ Холмс Цент Чарльз Шишкин Щука Эстония Юпитер Ясен Пончик";

//[#] . , ; :
lessons.arr.ru.base0.les[13] = new Array();
lessons.arr.ru.base0.les[13].name = ". , ; :";
lessons.arr.ru.base0.les[13].str = "..,., ,..,, раз, два, три и т.д. .,.,. ,,.,. я, ты, он, она. Шов, вор, дом, газ. А.С.Пушкин и др., и пр., Сон, бал, Файл, зуб и т.п., и т.в.т. ,,;,; ;,;,; а, б; в, Г; ,;,;, ;,,; да, Ага; моря; Океаны; Горы; ..:.: :.:.: счет: Одын:Нул .:.:. :..: Год: Дата: День: Эра: Тел.: Ф.И.О.: Леха,,:,: :,:,: а:б, в:л, ,:,:, :,,: Д:г, Л:з, ..;.; ;.;.; Руб.; Дол.; .;.;. ;..; янв.; Окт.; .,.;: ,:.;: ,.:,; ;,.:. ;:.;, :.;,: цвета: Белый, Синий; Габариты: дл., ширина, Высота; Хочу: спать; есть и т.в.т. Км., см.; ул.: кв., д.; Х.З.; Напр., м.б. Итак: так.";

//[#] ! ? " -
lessons.arr.ru.base0.les[14] = new Array();
lessons.arr.ru.base0.les[14].name = "! ? \" -";
lessons.arr.ru.base0.les[14].str = "\"\"?\"? ?\"\"?? \"?\"?\" ??\"?\" \"Что? Где? Когда?\". \"Нива\". \"?\"\"? ?\"?\"? Зачем? \"За шкафом\". Куда? Почему? Это ты? \"Хонда\", \"Додж\"; \"Ролекс\"? !!?!? ?!!?? !?!?! ??!?! Эй! Лучше? Что делать?! Беги! !?!!? ?!?!? О! Опаньки! Да? Нет? !!-!- -!!-- !-!-! --!-! Раз-два! Кин-дза-дза! !-!!- -!-!- Миру-мир! Ням-ням! \"-\"-\" \"Тик-Так\", \"фигли-мигли\" -\"-\"- \"кое-как\", \"Гав-Гав\" ??-?- -??-- Кто-то где-то? Что-то с кем-то? ?-?-? --?-? Кошки-мышки? Точь-в-точь? !?!\"- ?-\"-! ?!?-\" \"?!-! \"-\"!? -?!?\" Стаминка-витаминка! \"Быть или не быть?\"; \"Галина Банка\", \"Буль-Буль\"? Ура! Отстой? Ого-го: \"жар-птица\". Ну-ка! Архимед: - \"Эврика!\"";

//[#] ( ) \ /
lessons.arr.ru.base0.les[15] = new Array();
lessons.arr.ru.base0.les[15].name = "( ) \ /";
lessons.arr.ru.base0.les[15].str = "))\\)\\ \\))\\\\ )\\)\\) \\\\)\\) :) :-\\ )\\))\\ \\)\\)\\ ;о) :-)) ;о\\ В-\\ ((\\(\\ \\((\\\\ (\\(\\( \\\\(\\( :( :-( (\\((\\ \\(\\(\\ :о( ;-(( ;-\\ //(/( (//(( /(/(/ ((/(/ вход/выход /(//( (/(/( (М/Ж) :-/ ))/)/ /))// )/)/) //)/) утро/вечер ;-/ )/))/ /)/)/ (город/село/деревня) (()() )(()) (а) (б) ()()( ))()( (в) (г) \\\\/\\/ /\\\\// да/нет :-\\ \\/\\/\\ //\\/\\ ;-\\ (\\()/ \\)//( \\(\\/) )\\((/ )/)(\\ /(\\\\) /)/\\( (/))\\ он/она ;-) :-/ диск:\\папка\\файл (км/ч) (Дж/м.кв.) ;-\\ :о) перевоз(-ка) критик(-а) выпуск(-ать) ты/вы я/мы";

//[#] Экзамен
lessons.arr.ru.base0.les[16] = new Array();
lessons.arr.ru.base0.les[16].name = "Экзамен";
lessons.arr.ru.base0.les[16].str = "Не спеши! Арка, абракадабра, Анна, Овод. около. Олово. Вова; вдова; Варвара; Лилия: линолеум: Либерал: Давид! дивиденд! Денди! Фуфло? фосфор? Фанфары? \"Жажда\" \"жижа\" \"Жемчужный\" Еле-еле - ересь - Едва-едва (Нина) (нынешний) (Наверно) Пропуск/пепел/Попа/ Ричард\\ребро\\Репортер\\ Максим, мимика, Минимум, Ирина. идти. Инжир. Татьяна; торт; Тесть; Коньки: каблук: Комплект: Гагарин! гангстер! Гинеколог! Сестра? скорость? Смесь? \"Бобы\" \"бублик\" \"Библия\" Уксус - уйду - усугублять (Цап-царап) (цыц) (Царица) Йод/йог/йота/ Шиш\\шершень\\Шашлык\\ Щель; щавель; щипцы; Зазор, зигзаг, ЗАЗ, Хохотать. хохол. Хохма. Этюд: эпоха: Энтузиазм: Юпитер! юноша! Юлия! Чечетка? чересчур? Чучело? (\"Яблоня\"/\"ящур\"\\\"яхт-клуб\"). Если вы не смотрели на клаву, то можете работать в режиме Фразы!";

lessons.arr.ru.base0.completed = true;
}